package com.example.first_project.ui.room

val productsDb = listOf(
    ProductDb(
        0,
        "Optimum Nutrition",
        "Это своевременный легкоусвояемый источник восполнения белка в организме. Что может быть проще, чем смешать протеиновый коктейль, и выпить его?",
        "https://put-sily.ru/wp-content/uploads/6/3/b/63ba56c3a45653446170d68a464f19d5.jpeg",
        "Средняя стоимость: 6000 рублей "
    ),
    ProductDb(
        0,
        "Weider Day & Night Casein",
        "Казеиновый протеин — это «медленный» белок, который усваивается организмом в течение длительного времени. По этой причине он не подходит для употребления до и после тренировки.",
        "https://redhoundshop.ru/wp-content/uploads/2015/10/Weider-Day-Night-Casein-1800.jpg",
        "Средняя стоимость: 1500 рублей "
    ),
    ProductDb(
        0,
        "Pure Protein Soy Isolate",
        "Соевый протеин полностью состоит из растительных белков, поэтому его аминокислотный состав не до конца полноценен. Кроме того, он не оказывает такого благоприятного воздействия на рост мышц",
        "https://basket-01.wb.ru/vol63/part6315/6315853/images/c246x328/1.jpg",
        "Средняя стоимость: 1200 рублей "
    ),
    ProductDb(
        0,
        "Olimp Sport Nutrition",
        "Аминокислоты с разветвленной цепью считаются одной из наиболее эффективных и полезных добавок к любой программе спортивного питания.",
        "https://basket-05.wb.ru/vol767/part76705/76705612/images/big/1.jpg",
        "Средняя стоимость: 1900 рублей "
    ),
    ProductDb(
        0,
        "MD Creatine Power",
        "Креатин, являясь предшественником креатинфосфата, фактически дает энергию мышце и обеспечивает ее сокращение. Расщепление креатинфосфата дает самую быструю энергию",
        "https://sport-dealer.ru/wa-data/public/shop/products/71/08/10871/images/17117/17117.750x0.jpg",
        "Средняя стоимость: 2400 рублей "
    ),
    ProductDb(
        0,
        "Olimp Xplode Carnitine",
        "Основная функция L-карнитина – уменьшение жировых отложений во время тренировок, карнитин повышает выносливость, умственную и физическую работоспособность, сопротивляемость организма стрессам.",
        "https://diamondelectric.ru/images/4071/4070120/olimp_lcarnitine_xplode__300_g__orange__apelsin_1.jpg",
        "Средняя стоимость: 4400 рублей "
    ),
    ProductDb(
        0,
        "Olimp Xlode Glutamine",
        "Глютамин – вещество из ряда аминокислот, используется для формирования белка. Структура наших мышц на 60% состоит из глютамина.",
        "https://yanashla.com/wp-content/uploads/2020/02/545ef7d54f45b90afce0b62924c4.jpg",
        "Средняя стоимость: 3400 рублей "
    ),
    ProductDb(
        0,
        "Optimum Nutrition Beta-Alanine",
        "Прием бета-аланина стимулирует поступление карнозина в мышцы. Организм человека насыщается энергией.",
        "https://whey-market.ru/image/cache/catalog/temp/5/ponents-com_jshopping-files-img_products-full_2433-970x0-550x550.jpg",
        "Средняя стоимость: 2200 рублей "
    )
)